{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 1, "paragraph_id": 3, "text": "Albania Angola Antigua and Barbuda Argentina Armenia, Rep. of Australia Austria Bahrain, Kingdom of Bangladesh Barbados Belgium Belize Benin Bolivia Botswana Brazil Brunei Darussalam Bulgaria Burkina Faso Burundi Cameroon Canada Central African Rep. Chad Chile China Colombia Congo Congo, Dem. Rep. of the  Costa Rica Côte d’Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Estonia European Communities Fiji Finland Former Yugoslav Republic of  Macedonia (FYROM) France", "match_words": []}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 1, "paragraph_id": 4, "text": "Netherlands New Zealand Nicaragua Niger Nigeria Norway Oman Pakistan Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Qatar Romania Rwanda St. Kitts and Nevis St. Lucia St. Vincent & the Grenadines Senegal Sierra Leone Singapore Slovak Republic Slovenia Solomon Islands South Africa Spain Sri Lanka Suriname Swaziland Sweden Switzerland Chinese Taipei Tanzania Thailand Togo Trinidad and Tobago Tunisia Turkey Uganda United Arab Emirates United Kingdom United States of America Uruguay Venezuela Zambia Zimbabwe", "match_words": ["south", "america", "africa"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 1, "paragraph_id": 5, "text": "Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Bissau Guinea, Rep.of Guyana Haiti Honduras Hong Kong, China Hungary Iceland India Indonesia Ireland Israel Italy Jamaica Japan Jordan Kenya Korea, Rep. of Kuwait Kyrgyz Republic Latvia Lesotho Liechtenstein Lithuania Luxembourg Macao, China Madagascar Malawi Malaysia Maldives Mali Malta Mauritania Mauritius Mexico Moldova Mongolia Morocco Mozambique Myanmar Namibia", "match_words": ["mexico"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 1, "paragraph_id": 6, "text": "This report is also available in French and Spanish  (Price: CHF 50.00)", "match_words": ["price", "french", "spanish"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 1, "paragraph_id": 7, "text": "To order, please contact: WTO Publications  World Trade Organization  154, rue de Lausanne  CH-1211 Geneva 21  Tel: (41 22) 739 52 08  Fax: (41 22) 739 54 58   Email: publications@wto.org", "match_words": ["wto", "geneva", "lausanne", "world", "wto.org", "publications", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 2, "text": "The World Trade Report is a new annual publication produced by the WTO Secretariat. Each year, the WTR  will explore trends in world trade and highlight important issues in the world trading system. In addition  to monitoring and interpreting trade developments, the Report seeks to deepen public understanding  of pressing policy issues. The WTR does not pretend to provide comprehensive answers to complex and  many-sided questions subject to continuing debate among governments and their constituencies. Rather, by  explaining the origin of issues and offering an analytical framework within which to address them, the WTR  aims to contribute to more informed discussion and a better appreciation of the options available to address  policy challenges.", "match_words": ["options", "wto", "world trade report", "issues", "origin", "better", "debate", "trading", "policy", "secretariat", "trends", "world", "system", "developments", "publication", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 3, "text": "Following a report on trends in world trade over the previous year and some observations about prospects  for the current year, WTR 2003 takes up three issues of topical interest in international trade. These are  developments in South-South trade, trends in non-oil commodity markets, and the growth of regional  trade agreements. In each case the Report analyses developments over the last few years, highlights their  implications, and draws a number of conclusions about the options facing governments.", "match_words": ["non-oil", "options", "few", "south", "south-south", "regional", "international", "growth", "commodity", "agreements", "world trade", "issues", "interest", "years", "world", "developments", "implications", "markets", "trends", "commodity markets"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 4, "text": "In the case of South-South trade, we see a marked expansionary trend, but one that is rather narrowly based  in regional terms. South-South trade clearly holds dynamic potential that could be realized more effectively  through further trade liberalization. This conclusion should in no way dilute focus on the need for continuing  liberalization efforts in respect of North-South trade, nor should it understate the need to develop the  necessary infrastructure and policy climate to facilitate South-South trade.", "match_words": ["south", "south-south", "efforts", "regional", "liberalization", "policy"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 5, "text": "The Report’s analysis of trends in non-oil commodity markets highlights the well-known fact that developing  countries economically reliant on basic commodities have suffered in recent years from price declines and  continuing volatility. A range of solutions are on offer to address this problem, but some of them have proven  less than effective in the past. Fresh thinking is needed, both on the question of what can be done in respect  of the commodity markets themselves, and how developing countries might diversify their economies away  from excessive reliance on a narrow production base. Trade liberalization has a role to play, particularly in the  areas of agriculture and tariff escalation.", "match_words": ["analysis", "non-oil", "commodities", "escalation", "countries", "tariff", "tariff escalation", "volatility", "agriculture", "developing countries", "commodity", "price", "liberalization", "years", "declines", "basic commodities", "economies", "markets", "developing", "trends", "commodity markets", "price declines"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 6, "text": "Regional trade agreements have burgeoned in the last decade or so. This can be good news and bad news.  Such agreements are good news when they bring regions closer together, create new profitable trading  opportunities and set the scene for more inclusive market-opening. They are bad news when they discriminate  unduly against third parties and frustrate the attainment of multilateral objectives built on non-discrimination.  No government has challenged the view that the multilateral trading system must retain its primary unifying  role at the core of trade relations among nations. Given this unity of purpose, governments need to do more  to ensure the coherence and compatibility of regional trading arrangements with the multilateral trading  system. This implies a strong commitment to advancing the multilateral agenda as well as ensuring that  regional agreements are designed to support and not to compete with the WTO system.", "match_words": ["agenda", "wto", "relations", "regional", "government", "support", "market", "regions", "trading", "multilateral", "multilateral trading system", "system", "core", "non-discrimination", "opportunities", "agreements", "parties"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 2, "paragraph_id": 7, "text": "The second section of the WTR addresses a broad range of issues that are of immediate and vital interest to  the membership of the WTO. This year’s theme is trade and development. Starting from a broad although  brief discussion of development and the relationship between trade and development, the Report goes on  to analyse how the Doha Development Agenda can contribute to growth and development in developing  countries.", "match_words": ["issues", "interest", "development", "membership", "developing", "growth", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 3, "paragraph_id": 1, "text": "The Director-General of the WTO would never declare any year unimportant or unchallenging for the  trading system. But some years are undoubtedly more momentous than others, and this is one of them.  The Fifth Ministerial Conference in Cancún in September is not the end of the Doha negotiations, but a very  important landmark on the road to completion. At Cancún, Ministers will have to take stock of progress in the  negotiations, provide political guidance and take certain decisions. This is not simply about meeting targets  and completing an agenda – it is about creating conditions for advancement in all countries, and in particular  about expanding opportunities for developing countries through their more effective inclusion in the trading  system.", "match_words": ["agenda", "advancement", "decisions", "trading", "countries", "years", "progress", "political", "developing", "developing countries", "system", "guidance", "opportunities", "conditions"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 3, "paragraph_id": 2, "text": "Focusing particularly on this last point, the Report examines how the Doha negotiations and work programme  can contribute to more effective and intensified engagement by developing countries in the WTO, building  on new opportunities generated by policy change in both developed and developing countries. The Report  divides its analysis into segments dealing with market access questions, policies aimed at facilitating openness  for development, policies for managing openness within the WTO rules, and issues relating to the possible  expansion of the WTO’s negotiating agenda. In each instance, the Report identifies basic issues and assesses  options in terms of their implications for development.", "match_words": ["analysis", "agenda", "options", "engagement", "market", "policy", "rules", "countries", "access", "programme", "development", "policies", "developing countries", "issues", "openness", "expansion", "facilitating", "implications", "developing", "work", "opportunities", "building"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 3, "paragraph_id": 3, "text": "I shall allow the Report to speak for itself. But I wish to make two key points. First, strong and renewed  political commitment is required if we are to give effect to the promise of Doha. Success in moving forward  effectively on the Doha Agenda will generate new economic opportunities, boost business confidence, and  send an important political message of support for multilateral cooperation aimed at restoring health and  stability to the world economy. Failure to advance will deny us all these things and dent credibility.", "match_words": ["agenda", "cooperation", "support", "economic", "us", "multilateral", "confidence", "political", "business", "health", "world", "credibility", "opportunities", "economy", "doha", "promise", "stability"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 3, "paragraph_id": 4, "text": "Second, as governments formulate their positions in respect of the many issues on the Doha Agenda requiring  decision, an important point to keep in mind is that the effective pursuit of national interests requires joint  action around shared objectives. That means joint responsibility for an effective process of give and take.  Countries hardly ever obtain everything they want in negotiations, but it is deeply fallacious to see an outcome  yielding no result as a better option than one that might require hard work and patience, but offers something  to all parties.", "match_words": ["agenda", "decision", "hard work", "issues", "interests", "better", "action", "result", "patience", "process", "shared objectives", "national", "parties", "work", "doha", "everything", "countries", "something"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 2, "text": "The World Trade Report has been written under the general direction of Patrick Low, Director of the Economic  Research and Statistics Division.  The main authors of the Report are Bijit Bora, K. Michael Finger, Marion  Jansen, Alexander Keck, Patrick Low, Hildegunn Nordas, Roberta Piermartini and Robert Teh. Trade statistics  and tariff information were provided by the Statistics Group of the Economic Research and Statistics Division,  co-ordinated by Guy Karsenty, Julia de Verteuil, Andreas Maurer and Jürgen Richtering.", "match_words": ["tariff", "information", "statistics"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 3, "text": "Written contributions were also made by Zdenek Drabek of the Economic Research and Statistics Division,  Rohini Acharya, Jacques Degbelo, Masahiro Hayafuji, Arne Klau and Angelo Silvy of the Trade Policies Review  Division and Annet Blank and Dickson Yeboah of the Institute for Training and Technical Cooperation.  Aishah  Colautti of the Economic Research and Statistics Division prepared the graphical input, Michael Engman  provided research assistance.", "match_words": ["cooperation", "statistics", "arne klau", "technical", "statistics division", "economic", "assistance", "rohini acharya", "angelo silvy", "jacques degbelo", "policies", "masahiro hayafuji", "economic research"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 4, "text": "Other Divisions that made helpful comments include the Intellectual Property Division, the Legal Affairs  Division, the Market Access Division, the Agriculture Division, the Rules Division, the Trade and Finance  Division, the Trade and Environment Division and the Trade in Services Division.", "match_words": ["property", "access", "services", "market", "agriculture", "environment", "finance", "rules"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 5, "text": "Thanks are also due to the UNCTAD Secretariat for tariff data.  Dr. Simon Evenett, Director of Research of  the World Trade Institute made written contributions to certain sections of the Report which are gratefully  acknowledged.", "match_words": ["tariff", "secretariat", "world", "data", "unctad", "dr. simon evenett", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 6, "text": "The production and editing of the Report was carried out by Marion Jansen and Paulette Planchette of the  Economic Research and Statistics Division in close co-operation with Jean-Guy Carrier and Una Flanagan of  the Information and Media Relations Division.", "match_words": ["statistics", "relations", "statistics division", "economic", "information", "paulette planchette", "co-operation", "una flanagan", "jean-guy carrier", "media relations division", "economic research"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 4, "paragraph_id": 7, "text": "Comments from a number of outside readers are also gratefully acknowledged.", "match_words": ["readers"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 5, "paragraph_id": 2, "text": "The World Trade Report and any opinions reflected therein are the sole responsibility of the WTO Secretariat.  They do not purport to reflect the opinions or views of Members of the WTO. The main authors of the Report  also wish to exonerate those who have commented upon it from responsibility for any outstanding errors or  omissions.", "match_words": ["members", "wto", "world trade report", "opinions", "secretariat", "world", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 6, "paragraph_id": 2, "text": "FOREWORD BY THE DIRECTOR-GENERAL................................................................................................... II ACKNOWLEDGEMENTS..............................................................................................................................IV DISCLAIMER ................................................................................................................................................V LIST OF TABLES, CHARTS AND BOXES...................................................................................................... VIII ABBREVIATIONS ........................................................................................................................................ XII EXECUTIVE SUMMARY.............................................................................................................................XIV", "match_words": ["tables", "director-general", "list"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 6, "paragraph_id": 4, "text": "A  RECENT TRENDS \n\n 1.  The global economic situation in 2002 and prospects for 2003 .......................................................... 2\n\n   (a) Prospects for 2003...................................................................................................................... 5\n\n   (b) The economic background .......................................................................................................... 6\n\n   (c)  Price and exchange rate changes contribute to the increase in global trade values .................... 10\n\n 2.  Trade and trade policy developments by region ................................................................................ 10", "match_words": ["price", "global", "economic", "values", "2002", "policy", "region", "exchange", "increase", "trends", "changes", "rate", "developments"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 6, "paragraph_id": 5, "text": "B  SELECTED ISSUES IN TRADE AND TRADE POLICY \n\n 1.  Selected features of South-South trade developments in the 1990-2001 period .............................. 22\n\n   (a) Introduction .............................................................................................................................. 22\n\n   (b) General trends........................................................................................................................... 24\n\n   (c)  Factors contributing to the dynamics of intra-developing country trade: 1990-2001................. 29\n\n   (d) Conclusions............................................................................................................................... 31\n\n 2.  Non-fuel commodity prices............................................................................................................... 34\n\n   (a) Introduction .............................................................................................................................. 34\n\n   (b) Movement of non-oil commodity prices.................................................................................... 34\n\n   (c)  Impact on developing countries................................................................................................. 37\n\n   (d) Underlying causes ..................................................................................................................... 38\n\n   (e) Possible responses.....................................................................................................................44\n\n 3.  Regional Trade Agreements ..............................................................................................................46\n\n   (a) Regional trade agreements have multiplied in recent years........................................................46\n\n   (b) The formation of RTAs is driven by economic and political considerations ................................. 49\n\n   (c)  Towards a complex network of RTAs......................................................................................... 51\n\n   (d) Do regional trade agreements realize deeper integration than the WTO?.................................. 54\n\n   (e) Regional trading arrangements and the multilateral trading system........................................... 62\n\n   (f)  Conclusions............................................................................................................................... 66\n\n   Appendix Section I............................................................................................................................ 68", "match_words": ["non-oil", "policy", "prices", "multilateral trading system", "political", "countries", "south", "south-south", "regional", "fuel", "developing countries", "commodity", "system", "agreements", "country", "wto", "appendix", "issues", "multilateral", "years", "rtas", "developments", "impact", "economic", "trading", "developing", "trends"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 6, "paragraph_id": 7, "text": "A  THE ROLE OF TRADE AND TRADE POLICY IN THE DEVELOPMENT PROCESS\n\n 1.  The complexities of development...................................................................................................... 79\n\n   (a) Growth is important for development....................................................................................... 82\n\n   (b) Effectively using resources......................................................................................................... 83\n\n   (c)  How is knowledge converted into productive technology?........................................................84\n\n   (d) Specialization and the extent of the market .............................................................................. 85\n\n   (e) Growth, institutions, history and geography.............................................................................. 87\n\n 2.  Openness improves efficiency and stimulates growth ....................................................................... 89\n\n   (a) Open economies invest more .................................................................................................... 89\n\n   (b) Open economies exchange more ideas......................................................................................90\n\n   (c)  Openness and the quality of institutions.................................................................................... 95\n\n   (d) Openness and pressures to adjust ............................................................................................. 99\n\n   (e) Other aspects of the relationship between openness and growth ........................................... 100\n\n 3.  Trade liberalization and poverty alleviation...................................................................................... 109\n\n 4.  Openness and environmental sustainability......................................................................................114 B  THE DOHA DEVELOPMENT AGENDA\n\n 1.  Introduction.....................................................................................................................................118\n\n   (a) The case for intensified engagement in the multilateral trading system ................................... 120\n\n   (b) An overview of the Doha Agenda ............................................................................................121\n\n 2.   Market access issues ....................................................................................................................... 124\n\n   (a) Tariffs...................................................................................................................................... 124\n\n   (b) Non-tariff measures ................................................................................................................ 135\n\n   (c)  Trade facilitation...................................................................................................................... 138\n\n   (d) Transparency in government procurement............................................................................... 139\n\n   (e) Services ................................................................................................................................... 140\n\n   (f)  Implications for the Doha Development Agenda ..................................................................... 149\n\n 3.  Facilitating openness for development .............................................................................................151\n\n   (a) Special and differential treatment.............................................................................................151\n\n   (b) Technical assistance and capacity building............................................................................... 159\n\n   (c)  Other policy areas of interest to developing countries ............................................................. 164\n\n 4.  Managing openness within WTO rules............................................................................................ 172\n\n   (a) Dispute settlement .................................................................................................................. 173\n\n   (b) Contingency trade policy in the field of goods ........................................................................ 178\n\n   (c)  Trade and environment............................................................................................................ 182\n\n 5.  Multilateral Trading System and deepening global integration......................................................... 186\n\n   (a) Investment .............................................................................................................................. 188\n\n   (b) Competition policy.................................................................................................................. 190\n\n   Appendix Tables Section II .............................................................................................................. 196", "match_words": ["agenda", "trade facilitation", "engagement", "government", "services", "non-tariff measures", "market", "quality", "policy", "multilateral trading system", "assistance", "tables", "exchange", "treatment", "global integration", "countries", "rules", "tariff", "special", "global", "access", "differential", "development", "tariffs", "knowledge", "process", "dispute settlement", "alleviation", "open economies", "system", "growth", "developing countries", "building", "technology", "competition", "transparency", "wto", "appendix", "issues", "settlement", "interest", "liberalization", "multilateral", "openness", "contingency trade policy", "environmental", "doha development agenda", "facilitating", "economies", "poverty", "goods", "technical", "resources", "trading", "implications", "efficiency", "specialization", "developing", "dispute", "environment", "capacity", "doha", "government procurement"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 7, "paragraph_id": 1, "text": "CONCLUSION .......................................................................................................................................... 222 TECHNICAL NOTES.................................................................................................................................. 224 BIBLIOGRAPHY........................................................................................................................................ 232", "match_words": ["technical"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 3, "text": "Table IA.1  World exports of merchandise and commercial services, 1990-2002..................... 10 Table IA.2  Growth in the value of merchandise trade by region, 1990-2002.......................... 11 Table IA.3  Growth in the value of commercial services trade by region, 1990-2002............... 12 Chart IA.1  Expansion of trade and output of OECD countries slows in fourth quarter 2002 ..... 5 Chart IA.2  Merchandise trade recovers more strongly than output in 2002 .............................. 8 Chart IA.3  Large variations in trade volume growth by region in 2002 ..................................... 9 Chart IA.4  Diverging developments in MERCOSUR merchandise trade in 2002....................... 14 Box IA.1  Effects of the euro on trade and financial markets................................................. 14 Box IA.2  The enlargement of the European Union from 15 to 25 ........................................ 16", "match_words": ["services", "output", "effects", "region", "table", "european union", "countries", "2002", "exports", "commercial", "growth", "mercosur", "chart", "world", "expansion", "developments", "volume", "merchandise", "value", "markets"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 4, "text": "SECTION IB  SELECTED ISSUES IN TRADE AND TRADE POLICY", "match_words": ["ib", "issues", "policy"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 5, "text": "1. Selected features of South-South trade developments in 1990-2001 period", "match_words": ["south", "south-south", "developments"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 6, "text": "Table IB.1  South-South merchandise exports expanded strongly  in all developing regions, 1990-2001..................................................................... 27 Table IB.2    Contribution of RTAs to South-South trade, 1990-2001........................................ 28 Table IB.3    Trade expansion varies among the leading South-South traders in 1990-2001...... 31 Chart IB.1  Share of South-South trade in world merchandise trade, 1990-2001 .................... 22 Chart IB.2  Developing countries have substantially lowered import duties  between 1985 and 2000 ...................................................................................... 23 Chart IB.3  Share of the South is rising in developing countries trade, 1990-2001................... 25 Chart IB.4  Developing Asia is the predominant region in South-South trade, 2001................ 26 Chart IB.5  South-South trade is concentrated on a few leading traders in 2001..................... 28", "match_words": ["few", "region", "table", "ib", "duties", "countries", "south", "south-south", "exports", "developing countries", "chart", "regions", "rtas", "expansion", "world", "traders", "merchandise", "import", "developing", "asia", "leading"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 8, "text": "Measures of trend and volatility in selected commodity prices, 1957-2001............ 36 Least-developed countries dependent on non-fuel commodity exports................. 37 Relative commodity prices and global output, 1971-2001......................................40 Current total aggregate measurement of support, 1995-1999............................... 41 Average applied rates on some commodities in selected OECD countries, 2001 .... 42", "match_words": ["global", "support", "fuel", "output", "volatility", "prices", "aggregate measurement of support", "rates", "exports", "commodities", "applied", "commodity", "average", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 9, "text": "Table IB.4   Table IB.5   Table IB.6   Table IB.7   Table IB.8", "match_words": ["table", "ib"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 10, "text": "Chart IB.6  Chart IB.7  Chart IB.8  Chart IB.9  Chart IB.10", "match_words": ["ib", "chart"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 11, "text": "Commodity Prices, 1957-2001............................................................................... 35 Relative commodity price developments, 1957-2001 ............................................. 36 Exports of LDCs dependent on non-fuel primary commodities, 1990-2002 .......... 38 World GDP and non-fuel commodity prices, 1970-2001 .......................................40 Share of top 5 coffee roasters in selected markets in 2000.................................... 43", "match_words": ["price", "fuel", "prices", "2002", "markets", "exports", "commodities", "world", "commodity", "developments"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 8, "paragraph_id": 13, "text": "Notified RTAs in goods by the date of entry into force and type of partners.......... 47 Preferential trade share of intra RTAs trade in merchandise imports of major regions, 2000 and 2005..........................................................................48 Intra-regional export shares, 1970-2001................................................................ 56", "match_words": ["imports", "goods", "preferential", "regional", "merchandise", "regions", "rtas", "intra-regional", "export"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 3, "text": "RTAs by date of notification................................................................................... 47 Rise of cross-regional RTAs: A new phenomenon.................................................. 51 Cross-regional RTAs recently concluded or under negotiation (2003) .................... 53 Peaks in WTO (MFN) and RTAs tariff schedules ..................................................... 62", "match_words": ["tariff", "wto", "regional", "mfn", "peaks", "schedules", "rtas"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 5, "text": "The case of ASEAN................................................................................................ 54 Trade diversion and trade creation: definitions and empirical evidence .................. 58 Involvement in RTAs: the case of Mexico ............................................................... 63", "match_words": ["rtas", "mexico", "asean"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 8, "text": "Leading exporters and importers in world merchandise trade, 2002...................... 68 Leading exporters and importers in world merchandise trade  (excluding intra-EU trade), 2002............................................................................ 69 Leading exporters and importers in world trade in commercial services, 2002....... 70 Developing regions’ imports from the South, 1990-2001...................................... 72 South-South merchandise exports by product, 1990-2001.................................... 72 South-South exports of office and telecom equipment and automotive products by destination, 1990-2001 ............................................ 73 Import duties collected by selected developing countries, 1985-2000 ................... 74 Prospective free trade agreements......................................................................... 74 Appendix Chart IB.1  Importance of South trade varies strongly  among developing exporters, 1999-2001.............................................................. 77", "match_words": ["imports", "services", "telecom equipment", "merchandise", "regions", "2002", "office", "countries", "exports", "commercial", "product", "developing", "world", "developing countries", "products", "duties", "agreements", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 9, "text": "Appendix Table IA.3  Appendix Table IB.1  Appendix Table IB.2  Appendix Table IB.3", "match_words": ["table", "ib", "appendix"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 10, "text": "Appendix Table IB.4  Appendix Table IB.5  Intra-regional export concentration ratios, 1970-2001........................................... 57 Indicators of the preferential tariff treatment within selected RTAs........................ 60", "match_words": ["tariff", "appendix", "preferential", "regional", "intra-regional", "ratios", "concentration", "indicators", "table", "treatment", "rtas", "ib", "export"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 11, "text": "THE ROLE OF TRADE AND TRADE POLICY IN THE DEVELOPMENT PROCESS", "match_words": ["development", "policy", "process"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 13, "text": "Table IIA.1  Table IIA.2  Table IIA.3  Table IIA.4  Table IIA.5", "match_words": ["table"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 14, "text": "Sources of economic growth, 1960-2000.............................................................. 86 Imports of intermediate machinery by regions, 1995-2000 ................................... 92 Tariff profile by income level and technology content ............................................ 95 The most dynamic industries in the United States and South Africa..................... 103 Changes in the product structure of Chinese Taipei’s merchandise  exports, 1963-2001............................................................................................. 105", "match_words": ["content", "industries", "economic", "regions", "merchandise", "structure", "income", "economic growth", "product", "exports", "growth", "intermediate", "technology"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 15, "text": "Chart IIA.1  Chart IIA.2  Chart IIA.3  Chart IIA.4  Chart IIA.5  Chart IIA.6  Chart IIA.7", "match_words": ["chart"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 16, "text": "Human development index closely linked to income levels..................................... 82 Ranking of selected countries according to income levels, 1960 and 2000 ............ 88 Import structure by product technology content, 2000 ......................................... 93 Import structure by area of technological development, 2000............................... 93 Openness and the rule of law................................................................................ 96 Openness and corruption control........................................................................... 97 Total factor productivity in selected US industries, 1962-1996 ............................. 102", "match_words": ["control", "income", "technological", "rule", "countries", "area", "industries", "development", "corruption", "levels", "human", "technology", "content", "openness", "product", "index", "us", "import", "structure", "law"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 17, "text": "Box IIA.1  Box IIA.2  Box IIA.3  Box IIA.4  Box IIA.5  Box IIA.6  Box IIA.7  Box IIA.8", "match_words": []}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 9, "paragraph_id": 18, "text": "Millennium Development Goals ............................................................................. 80 Technology transfer through trade and FDI: the case of Mexico ............................90 The importance of institution building: customs modernization in Guatemala ....... 98 New Zealand’s experience.................................................................................... 105 Electronics and the automotive industry in Malaysia ............................................ 106 Export Processing Zones in Mauritius (EPZs)......................................................... 108 Trade liberalization and tariff revenue...................................................................113 Environmental assessments of trade agreements ..................................................116 Table IIB.1  Services trade restrictiveness index, selected industries and countries.................. 142 Table IIB.2  Price effects of trade restrictions, selected industries and countries ..................... 143 Chart IIB.1  GATT/WTO membership, selected years 1948-2003 ............................................119 Chart IIB.2  Per cent of duty-free MFN lines and duty-free MFN imports,    selected economies ............................................................................................. 125 Chart IIB.3  Average MFN applied rates by product category ................................................. 128 Chart IIB.4  Tariff escalation in agricultural products and    in selected agricultural categories, applied tariffs................................................. 130 Chart IIB.5  Tariff profile of non-agricultural products............................................................ 132 Chart IIB.6  Tariff escalation in non-agricultural products and selected categories.................. 134 Chart IIB.7  Share of Members’ trade affected by domestic support    granted by all Members....................................................................................... 136 Chart IIB.8  Share of Members’ trade affected by the granting    of agricultural export subsidies ............................................................................ 138  Chart IIB.9  Index of trade restrictiveness in telecommunications and per capita GDP ............ 144 Chart IIB.10  GATS commitments by mode of delivery ............................................................. 145 Chart IIB.11  WTO budget allocation for technical assistance activities, 1998-2003 ................. 159 Chart IIB.12  Distribution of trade related technical assistance   and capacity building by number of activities and value ...................................... 160 Chart IIB.13  Developing country Member complaints against    other developing country Members, 1995-2002.................................................. 175 Chart IIB.14  Developed and developing country Members, as complainants, 1995-2002........ 176 Chart IIB.15  Trends in the use of anti-dumping action by WTO Members, 1995-2002 ........... 179 Box IIB.1  Market access for LDCs........................................................................................ 126 Box IIB.2  Movement of natural persons (Mode 4) .............................................................. 145 Box IIB.3  Modalities for tariff negotiations ......................................................................... 150 Box IIB.4  Integrated Framework.......................................................................................... 161 Box IIB.5  Joint Integrated Technical Assistance Programme ................................................ 163", "match_words": ["membership", "subsidies", "effects", "rates", "assistance", "commitments", "capacity", "escalation", "countries", "export", "tariff", "revenue", "transfer", "industries", "access", "action", "tariffs", "2002", "applied", "agreements", "country", "cent", "domestic", "imports", "anti-dumping", "assessments", "support", "liberalization", "years", "product", "lines", "products", "economies", "index", "use", "technical", "agricultural", "value", "delivery", "developing", "telecommunications", "duty-free", "restrictiveness", "building"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 10, "paragraph_id": 2, "text": "Appendix Table IIB.1  MFN bound tariffs for all products ...................................................................... 196 Appendix Table IIB.2  MFN bound tariffs for all agricultural products .................................................... 200 Appendix Table IIB.3  MFN bound tariffs for non-agricultural products ................................................. 204 Appendix Table IIB.4  MFN applied tariffs for all products ..................................................................... 208 Appendix Table IIB.5  MFN applied tariffs for agricultural products.........................................................211 Appendix Table IIB.6  MFN applied tariffs for non-agricultural products................................................ 214 Appendix Table IIB.7  MFN applied tariffs for non-agricultural products (Simple averages by sector)......217", "match_words": ["appendix", "iib.1", "agricultural", "mfn", "iib.3", "tariffs", "iib.5", "table", "iib.4", "iib.7", "applied", "iib.6", "products", "iib.2"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 12, "paragraph_id": 2, "text": "ACP  African, Caribbean and Pacific Group of States AFTA  ASEAN Free Trade Area AMS   Aggregate Measurement of Support APEC  Asia Pacific Economic Cooperation  ASEAN  Association of South East Asian Nations AVE  Ad valorem  equivalent CACM  Central American Common Market CARICOM  Caribbean Common Market CBD  Convention on Biological Diversity  CEECs  Central Eastern European Countries CEFTA  Central European Free Trade Agreement CEMAC (UDEAC) Economic and Monetary Community of Central African States   (Communauté économique et monétaire de l’Afrique centrale)) CEP  Closer Economic Partnership CEPT  Common Effective Preferential Tariffs CGE  Computable General Equilibrium CGs  Consultative Groups CIS  The Commonwealth of Independant States COMECON  Council for Mutual Economic Cooperation COMESA  Common Market for Eastern and Southern Africa CTE  Committee on Trade and Environment DSB  Dispute Settlement Body DSU  Dispute Settlement Understanding DTIS  Diagnostic Trade Integration Study ECCAS  Economic Community of Central African States ECOWAS  Economic Community of West African States EEZs  Exclusive Economic Zones EFTA  European Free Trade Association EKC   Environmental Kuznets Curve EPZ  Export Processing Zone EU  European Union FAO  Food and Agriculture Organization of the United Nations FDI  Foreign Direct Investment FTA  Free Trade Agreement  FTAA  Free Trade Area of the Americas GATS  General Agreement on Trade in Services GATT   General Agreement on Tariffs and Trade GCC  Gulf Cooperation Council GDP   Gross Domestic Product GNP  Gross National Product GSP  Generalized System of Preferences HIPC  Highly-indebted Poor Countries HS  Harmonised System of tariff classification ICO   International Coffee Organization IDB  Integrated Database IF  Integrated Framework IFSC  Integrated Framework Steering Committee IFWG  Integrated Framework Working Group IICs  Inter-Institutional Committees IMF  International Monetary Fund", "match_words": ["tariff"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 13, "paragraph_id": 1, "text": "ITC  International Trade Centre IUU  illegal, unreported and unregulated JITAP  Joint Integrated Technical Assistance Programme kcal   kilo calorie LAIA  Latin American Integration Association LDCs   Least Developed Countries MDGs   Millennium Development Goals MEAs  Multilateral Environmental Agreements MERCOSUR  Southern Common Market MFA  Multifibre Arrangement MFN  Most-Favoured Nation MTN  Multilateral trade negotiation categories MTS  Multilateral Trading System MUV   Manufacturing Unit Values NAFTA  North American Free Trade Agreement NEPAD  The New Partnership for Africa’s Development NICs  Newly Industrialized Countries NPR-PPMs   Non product-related processes and production methods ODA  Official Development Assistance OECD  Organisation for Economic Co-operation and Development PRSP  Poverty Reduction Strategy Papers R&D  Research and Development RMP  Ratio of Margin of Preference RTA  Regional Trade Agreements  S&D  Special and Differential Treatment SAARC  South Asian Association for Regional Cooperation SADC  South African Development Community SCM  Subsidies and Countervailing Measures TFP  Total Factor Productivity TPR  Trade Policy Review TRIPS  Trade-Related Intellectual Property Rights  UNCTAD  United Nations Conference on Trade and Development UNDP  United Nations Development Programme   UNECLAC  United Nations Economic Commission for Latin America and the Caribbean UNSD  United Nations Statistics Department WHO  World Health Organization  WIPO  World Intellectual Property Organization UEMOA  Union Économique et Monétaire Ouest Africaine", "match_words": ["product"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 13, "paragraph_id": 2, "text": "The following symbols are used in this publication:", "match_words": ["publication", "symbols"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 13, "paragraph_id": 3, "text": "c.i.f.  cost, insurance and freight f.o.b.  free on board ...  not available 0  figure is zero or became zero due to rounding\n\n -  not applicable\n\n   United States dollars Q1,Q2,Q3,Q4  1st quarter, 2nd quarter, 3rd quarter, 4th quarter I  break in comparability of data series. Data after the symbol do not   form a consistent series with those from earlier years Billion means one thousand million.", "match_words": ["q4", "freight", "series", "thousand", "cost", "million", "insurance", "board", "comparability", "q1", "years", "data", "q2", "q3"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 2, "text": "1.  DEVELOPMENTS AND SELECTED ISSUES IN THE TRADING SYSTEM", "match_words": ["developments", "trading", "issues", "system"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 3, "text": "At the Fourth World Trade Organization Ministerial Meeting held in Doha in November 2001, Ministers  launched a comprehensive set of multilateral trade negotiations and a work programme. This mandate is  sometimes referred to as the Doha Development Agenda, reflecting a shared desire to ensure that the trading  system is relevant and responsive to the needs of developing countries. Among the areas covered by the  negotiations or the work programme are market access in manufactures, agriculture and services, certain  rules (including anti-dumping, subsidies and countervailing measures, and regional arrangements), trade and  environment, trade-related intellectual property rights, the relationship between trade and investment, the  interaction between trade and competition policy, transparency in government procurement, trade facilitation,  and dispute settlement. Developing countries were particularly instrumental in putting certain issues on the  agenda, including trade and technology transfer, trade, debt and finance, small economies, implementation  issues (mostly pending from the Uruguay Round) and special and differential treatment. Views continue to  differ on how and in some cases whether to include all the issues mentioned above in the negotiations, which  are due for completion at the end of 2004.", "match_words": ["agenda", "trade facilitation", "debt", "government", "services", "market", "finance", "subsidies", "policy", "treatment", "countries", "rules", "rights", "special", "transfer", "access", "regional", "differential", "programme", "development", "dispute settlement", "agriculture", "system", "needs", "developing countries", "manufactures", "world trade", "competition", "technology", "anti-dumping", "transparency", "issues", "settlement", "multilateral", "world", "doha development agenda", "economies", "property", "trading", "developing", "dispute", "work", "environment", "doha", "government procurement"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 4, "text": "The World Trade Report 2003 contains two chapters. The first covers developments in the trading system such  as changes in the structure, value and volume of international trade in goods and services. It also includes an  analysis of two aspects of trade and one trade policy issue – South-South trade, commodity trade and regional  trading agreements. Chapter II examines the link between trade and development and discusses opportunities  offered by the Doha Development Agenda for Members to benefit more from trade and improved trading  rules. It lays out briefly a conceptual framework that argues countries can increase the benefits of openness  through international co-operation. Such co-operation allows countries to benefit from the liberalization of  others as well as their own. Multilateral trade negotiations can play a valuable role in coordinating liberalization  among countries and establishing rules of the trading system that are conducive to development. The second  Section of Chapter II examines the challenges and opportunities for improving the prospects of developing  countries through the negotiations and work programme of the Doha Development Agenda.", "match_words": ["analysis", "services", "policy", "countries", "rules", "regional", "international", "development", "programme", "co-operation", "system", "commodity", "changes", "agreements", "benefits", "liberalization", "openness", "increase", "developments", "goods", "volume", "value", "trading", "structure", "developing", "work", "opportunities"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 6, "text": "Trade in 2002 recovered from the decline of the previous year, growing at about 2.5 per cent in volume terms,  which was faster than the growth of global output. Commercial services trade expanded by 5 per cent in  value terms, despite the lingering fear of terrorism and higher fuel prices, both of which limited growth in  international travel and transportation services. The rebound occurred under some difficult conditions: the  weakness of the global economic recovery, greatly reduced capital (foreign direct investment) flows, major  changes in exchange rates, increased restrictions on international trade transactions to mitigate risks from  terrorism, and failings in corporate governance. Overall, the last two years have been a period of significant  weakness in the global economy, departing from the last decade’s unprecedented growth in global trade and  capital flows.", "match_words": ["services", "output", "prices", "rates", "exchange", "economy", "conditions", "global", "decline", "fuel", "international", "foreign direct investment", "2002", "transactions", "changes", "growth", "cent", "greatly", "years", "per cent", "volume", "economic", "value", "capital"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 7, "text": "... although there were significant differences in trade performance among regions and countries.", "match_words": ["regions", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 14, "paragraph_id": 8, "text": "The global economic recovery proved uneven, with significant differences in growth performance across  regions. The driving forces of the pick-up in global economic activity were the United States, the advanced  economies in East Asia, China and the transition economies. In contrast, Western Europe and Japan  experienced stagnation or a decline in domestic demand. In Latin America, crises in Argentina and Venezuela  contributed to the severe slump. Trade performance largely mirrored the pattern of economic growth. It  was strong in developing Asia and the transition economies. North America’s imports recovered in line with  stronger domestic demand, although exports decreased in 2002. Trade remained stagnant in Western Europe  and imports contracted in Latin America as a result of economic turmoil in a number of countries in the  region.", "match_words": ["region", "demand", "transition", "countries", "global", "decline", "2002", "exports", "stagnation", "growth", "domestic", "imports", "regions", "activity", "economies", "slump", "economic", "turmoil", "result", "economic growth", "developing"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 1, "text": "Despite recent shocks to the international economy, trade growth for 2003 may be a little better  than in 2002 and about equal to the growth of global output.", "match_words": ["global", "better", "international", "output", "2002", "growth", "economy"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 2, "text": "Considerable uncertainty clouds trade volume growth prospects for 2003, estimated at less than 3 per cent.  The downside risks on predictions for 2003 relate to continued sluggishness in the world economy, economic  and political instability in the Middle East and the unexpected impact of the Severe Acute Respiratory  Syndrome in East Asia.", "match_words": ["per cent", "instability", "volume", "sluggishness", "economic", "middle east", "political", "world", "middle", "growth", "economy", "east", "asia", "cent", "impact"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 3, "text": "Noteworthy features of the trading system to emerge in the last few years include the growth in  the share of South-South trade in world trade,....", "match_words": ["south", "south-south", "few", "trading", "years", "world", "system", "growth", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 4, "text": "Between 1990 and 2001, South-South trade grew faster than world trade with the share of intra-developing  country trade in world merchandise exports rising from 6.5 per cent to 10.6 per cent. Over this period,  developing country economies grew much faster than those of the developed and transition countries. The  liberalization of the trade and investment regimes of a large number of these countries has played a significant  role in this expansion.", "match_words": ["south", "south-south", "per cent", "liberalization", "merchandise", "economies", "countries", "exports", "developing", "world", "expansion", "transition", "cent", "country", "world trade"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 5, "text": "Much of this expansion in South-South trade took place in developing Asia (which accounts for more than  two-thirds of intra-developing country trade). Manufactures, in particular office and telecom equipment,  played a leading role in the growth of intra-developing country trade. This strong performance can be  attributed in part to open trade and investment policies in the major developing economies of Asia. Trade  liberalization in Asia took various forms in the 1990s: some of it was undertaken on a unilateral basis, some  arose from multilateral efforts.", "match_words": ["south", "south-south", "efforts", "telecom equipment", "liberalization", "country", "economies", "multilateral", "office", "developing", "policies", "expansion", "growth", "manufactures", "asia", "leading"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 6, "text": "Despite the successes of a number of developing countries over the last decade, impediments still exist to  prevent a further deepening of South-South trade. These include high levels of tariff protection, in particular  on products such as automobiles and clothing, and in agriculture. The Doha negotiations on agriculture and  non-agricultural tariffs could be an important source of efficiency gains for developing countries, an impetus  for growth, and a means for increased trade among both developed and developing countries.", "match_words": ["protection", "gains", "countries", "impediments", "tariff", "south", "south-south", "tariffs", "agriculture", "levels", "developing countries", "clothing", "growth", "automobiles", "products", "agricultural", "efficiency", "developing", "high", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 7, "text": "... the decline and continued volatility of commodity prices, ...", "match_words": ["decline", "commodity", "volatility", "prices"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 8, "text": "Declining and volatile commodity prices and their impact on the development prospects of poor countries have  been a recurring issue in international trade. Many commodity prices have experienced pronounced declines in  the course of the last decade, resulting in reduced export revenues. Evidence suggests that commodity price  shocks retard growth rates and threaten persistent or rising poverty in already poor countries.", "match_words": ["price", "export", "international", "development", "poverty", "prices", "rates", "declines", "growth", "commodity", "volatile", "revenues", "countries", "impact"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 9, "text": "The explanation for the long-run behaviour of prices has traditionally focused on differences in demand  elasticities for manufactures and commodities, as well as market power enjoyed by developed countries  in manufactured goods. However, there are alternative explanations based on technical progress and  secular improvements in agricultural productivity. In the short to medium term, other factors such as trade  policies (particularly agricultural subsidies and tariff escalation) in developed countries, the structure of the  international market for commodities, and global macroeconomic conditions also play a part.", "match_words": ["market", "subsidies", "prices", "demand", "commodities", "manufactured", "escalation", "countries", "conditions", "tariff", "global", "tariff escalation", "international", "policies", "manufactures", "power", "goods", "technical", "agricultural", "structure", "progress"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 15, "paragraph_id": 10, "text": "In the past, many governments sought to manage terms of trade shocks through control of the marketing  or supply of primary commodities. However, the experience of marketing boards in developing countries has  been far from salutary. International commodity agreements have not fared very well either. An important  part of the challenge is for developing countries to diversify away from primary exports. Considering the  historical experience of the limitations of import substitution policies in fostering sustained income and export  growth, attention has focused increasingly on fostering openness to trade and foreign direct investment,  and on building human capital, infrastructure and sound institutions. Many of these changes take time; in  the short to medium term, continuing reform in agricultural trade and greater reliance on markets would  be beneficial to commodity exporters. By dealing with some of the underlying policy-related causes of low  commodity prices, in particular domestic support and tariff escalation, the Doha work programme offers an  opportunity to make a positive impact on the problem.", "match_words": ["control", "policy", "income", "prices", "commodities", "escalation", "countries", "export", "tariff", "tariff escalation", "foreign direct investment", "international", "programme", "exports", "policies", "developing countries", "commodity", "growth", "agreements", "human", "changes", "domestic", "support", "opportunity", "openness", "impact", "reform", "agricultural", "import", "markets", "capital", "developing", "work", "building", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 16, "paragraph_id": 1, "text": "The global trading system has seen a sharp increase in regional trade agreements (RTAs) over the past decade  or so. As of March 2003, only four WTO Members – Hong Kong, China; Macao, China; Mongolia and Chinese  Taipei – were not party to a regional trade agreement. And with the sole exception of Mongolia, these WTO  Members are all engaged in negotiations on preferential agreements.", "match_words": ["global", "preferential", "regional", "trading", "increase", "system", "agreements"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 16, "paragraph_id": 2, "text": "The motivations for regionalism are many. The possibility for co-operation at the multilateral level may be  absent or attenuated. Governments may wish to go further, faster and at lower cost than is feasible in a  multilateral setting. Regional agreements can also be interpreted as a defensive necessity, to avoid exclusion,  or as a means of increasing bargaining power in a broader setting. Politically, preferential trade arrangements  can help to consolidate regional security and tie in commitments that are more fragile if they need only be  answered to in a national context. And of course, protectionist motives can also drive pressure for regional  arrangements.", "match_words": ["security", "preferential", "regional", "power", "multilateral", "cost", "co-operation", "commitments", "bargaining", "agreements", "national"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 16, "paragraph_id": 3, "text": "An attraction of RTAs is that by providing tariff preferences or duty-free treatment to goods originating  from its members, more trade is created among them. But the available data do not provide strong empirical  evidence that many RTAs expand trade among members any faster than trade taking place outside preferential  arrangements. Some of the reasons for this are that, in the case of developed countries, MFN duties on many  products are already at zero. Traders may choose to forgo preferential treatment because the costs of satisfying  the requisite rules of origin might be higher than the advantage offered by the preferential margin. RTAs also  often exempt the most sensitive sectors, which enjoy the highest protection, from significant liberalization.", "match_words": ["protection", "treatment", "duties", "origin", "rules", "countries", "tariff", "mfn", "costs", "sectors", "members", "liberalization", "rtas", "data", "products", "goods", "preferential", "traders", "preferences", "duty-free"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 16, "paragraph_id": 4, "text": "Regionalism can serve as a catalyst for further liberalization at the multilateral level. But the increasing number  of regional agreements may also represent a threat to multilateral liberalization. A multiplicity of regional  agreements will almost certainly engender a degree of trade diversion, and the application of numerous  rules of origin and differing standards will make international trade more complex and costly. The growing  number of overlapping bilateral and plurilateral agreements risks undermining the transparency of trading  rules, thus posing a threat to some of the fundamental principles of the WTO. Regional trading arrangements  may create vested interests determined to avoid any dilution of preferential margins implied by multilateral  trade liberalization. Finally, increasing regionalism will tend to distract attention and energy from multilateral  negotiations.", "match_words": ["application", "transparency", "wto", "preferential", "regional", "overlapping", "interests", "liberalization", "international", "multilateral", "trading", "multiplicity", "agreements", "origin", "rules"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 16, "paragraph_id": 5, "text": "Two ground rules of policy behaviour could help to consolidate and build upon the benefits of regionalism  and promote a more effective multilateral trading system. The first rule would be to refrain from engaging  in regional commitments (on issues covered within the mandate of the WTO) which governments would be  unwilling, sooner or later, to extend to a multilateral setting. The second would be to consolidate the first  rule by agreeing to a consultative system that would map and monitor the timing and conditions attached  to the non-discriminatory, multilateral application of commitments made in regional arrangements. Such  arrangements might provide a more effective link between regionalism and multilateralism than exists  today.", "match_words": ["application", "wto", "conditions", "regional", "issues", "trading", "multilateral", "policy", "multilateral trading system", "non-discriminatory", "commitments", "system", "benefits", "rule", "rules"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 1, "text": "2.  THE CONTRIBUTION OF THE DOHA DEVELOPMENT AGENDA  TO THE DEVELOPMENT PROCESS", "match_words": ["agenda", "development", "process", "doha development agenda", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 2, "text": "Meeting the challenges of development requires additional resources and better use of existing ones.", "match_words": ["use", "better", "resources", "development", "existing"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 3, "text": "Development is a process in which people through their work, investment and trade are able to secure basic  needs, education, health, a comfortable standard of living and freedom for themselves and future generations.  Attaining these objectives requires considerable economic resources, and economic growth is therefore a  necessary condition for development, particularly in least-developed and other low-income countries. The  relationship between economic growth and development is reflected in a strong, although not perfect,  correlation between income and human development measured by indicators of health and education.", "match_words": ["economic", "development", "resources", "education", "process", "income", "economic growth", "countries", "comfortable standard of living", "indicators", "health", "growth", "work", "human", "needs"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 5, "text": "Over time the international community has learnt from experience that severe impediments to international  trade are detrimental to economic growth. The general picture is that open, export-oriented countries have  succeeded in their development efforts, while heavily protected and inward-looking countries have not. There  is a clear positive correlation between openness and income and there is little evidence that the countries  that have protected infant or so-called dynamic sectors have done better than more open, export-oriented  economies. It is important to bear in mind that international trade is about countries complementing each  other through specialization and the exchange of goods and services, thereby creating a bigger pie. Trade is not  about competing for slices of a pie with a pre-determined size. All countries have comparative advantage.", "match_words": ["efforts", "services", "income", "exchange", "countries", "export", "impediments", "international", "development", "comparative advantage", "sectors", "growth", "complementing", "size", "better", "openness", "pie", "economies", "slices", "goods", "economic", "economic growth", "specialization"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 7, "text": "An open economy that specializes in its areas of comparative advantage can make investments more effective  and at the same time create incentives for additional investment, generally leading to a faster rate of growth  than can be achieved in less open economies.", "match_words": ["comparative advantage", "economy", "open economies", "growth", "rate", "economies", "leading"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 9, "text": "Consumers of imported products can expose producers in developing countries to quality requirements  and expectations about delivery reliability, which provide incentives for cost efficiency and for upgrading  technology in line with market requirements. Furthermore, foreign firms sourcing inputs from developing  countries often help their suppliers deliver high quality services and intermediate products in a timely and  reliable manner.", "match_words": ["reliability", "services", "manner", "market", "cost", "quality", "requirements", "delivery", "efficiency", "developing", "expectations", "high", "developing countries", "products", "intermediate", "countries", "technology"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 10, "text": "Rapid adoption of technology, which is developed in rich countries and embodied in machinery and equipment  imported by developing countries, is more likely when such goods face low trade barriers in importing  countries. Trade data suggest that a relatively large amount of knowledge flows to developing countries  through trade and there is considerable potential for higher flows of technology, particularly to Africa and  LDCs. Embodied technology is often complementary to disembodied technology such as organizational and  managerial innovations. Openness to trade in services helps transfer such disembodied technology.", "match_words": ["embodied", "goods", "transfer", "disembodied", "services", "knowledge", "africa", "openness", "developing", "developing countries", "data", "adoption", "barriers", "countries", "technology"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 17, "paragraph_id": 12, "text": "Trade and foreign direct investment require that traders are confident, contracts will be enforced, payments  will be made and property rights to tangible and intangible assets are well defined. Countries with a better  track record in such matters are therefore likely to trade more. On the other hand, openness may also have a  positive effect on the quality of institutions. Lower trade barriers may, for example, increase the incentives for  individuals and governments to improve the formal and informal rules governing commercial interactions in  order to induce more trade. Trade in itself can increase the knowledge and understanding of foreign institutions  and potentially lead to institutional reform. Empirical research confirms two-way causality, with institutional  quality having a positive effect on openness and openness having a positive impact on institutional quality.", "match_words": ["property", "rights", "reform", "rules", "traders", "institutional", "foreign direct investment", "better", "quality", "openness", "knowledge", "commercial", "increase", "barriers", "impact", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 1, "text": "Countries that have better institutions grow faster, which suggests that trade can also have an indirect effect  on incomes by improving institutional quality.", "match_words": ["institutional", "better", "quality", "incomes", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 3, "text": "There appears to be a popular perception that globalization has widened income gaps both within and among  countries. Yet empirical evidence shows that rapid growth in China and India following trade liberalization  has contributed to a narrowing global income gap when the gap is measured in a way that takes the size of  populations into account.", "match_words": ["size", "gaps", "global", "liberalization", "income", "growth", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 4, "text": "In numerous developing countries income distribution has become more equal during periods of trade  liberalization. Some, however, experienced increasing income inequality. Several reasons have been put  forward for this phenomenon. Emphasis has been placed on the role of technological progress in recent  decades, which often took place in parallel with trade liberalization. New technologies have arguably shifted  labour demand away from low-skilled labour, thus exercising downward pressure on the income of lower- skilled, often low-income earners. Trade and foreign direct investment have played a role in transferring these  technologies from industrialized to developing countries.", "match_words": ["foreign direct investment", "liberalization", "income", "inequality", "developing", "distribution", "technological", "progress", "developing countries", "demand", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 5, "text": "The impact of trade liberalization on income distribution in a particular country also depends on the pattern of  protection before liberalization at home and abroad and on the country’s comparative advantage. Because the  poor in developing countries are often located in rural areas and employed in agriculture, how trade reform affects  agriculture will critically affect its overall impact on poverty alleviation. It cannot be excluded that the relatively  slow pace of trade liberalization in agriculture has been negative for the poor in certain developing countries.", "match_words": ["reform", "liberalization", "comparative advantage", "poverty", "income", "protection", "agriculture", "alleviation", "developing", "distribution", "developing countries", "impact", "country", "countries"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 6, "text": "In order to obtain a more complete picture of the effect of trade on poverty, one has to look at the combined  effect of trade on growth and on income inequality. If the growth effect is strong enough, increased income  inequality may well go hand in hand with poverty alleviation. Empirical evidence for some countries indeed  confirms that trade liberalization was accompanied by significant reductions in absolute poverty even though  income inequality increased at the same time.", "match_words": ["liberalization", "inequality", "income", "alleviation", "countries", "growth", "poverty"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 7, "text": "Engagement in the multilateral trading system allows a country to increase the benefits of openness.", "match_words": ["engagement", "multilateral", "trading", "multilateral trading system", "openness", "increase", "system", "benefits", "country"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 8, "text": "Given a willingness by countries to benefit from trade, four reasons are presented why international co- operation through binding commitments on market openness and trade rules will make a country better  off. The first of these relates to the economic and political advantages of reciprocity, even in circumstances  where developing countries do not give full reciprocity. A second reason for favouring co-operation involving  participation in a system of binding international rights and obligations relates to transactions costs. Third,  trade is likely to expand and be more profitable under conditions of certainty and security as to the terms of  market access and the rules of trade – pre-commitment around a set of rules also diminishes the role of power  and size in determining outcomes. Fourth, international commitments are a way of strengthening the hand of  a government in the face of pressure from special interests.", "match_words": ["reciprocity", "government", "market", "political", "commitments", "rules", "countries", "conditions", "rights", "special", "access", "international", "costs", "co-operation", "transactions", "system", "developing countries", "country", "security", "size", "better", "power", "openness", "certainty", "interests", "economic", "participation", "developing"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 9, "text": "The Doha Development Agenda provides an opportunity to solidify progress made in previous  rounds and identify ways to address the needs of the growing WTO membership.", "match_words": ["agenda", "wto", "development", "opportunity", "membership", "progress", "needs", "doha development agenda", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 18, "paragraph_id": 10, "text": "Since the GATT was signed in 1947, membership has increased from 23 to 146 Members of the WTO in  April 2003. The majority of new Members are developing countries and more recently countries in transition.  Managing growing diversity in economic characteristics, needs and priorities has been a growing challenge for  the multilateral system. It has been acknowledged that the international community needs to help developing  countries to strengthen their capacity to participate more fully in international trade and to participate in  deliberations and make their voices heard. The Doha Development Agenda outlines a work programme for  the implementation of these objectives, reaffirms the role of special and differential treatment in fostering  development, and acknowledges the need for effective capacity building and technical assistance. It also  outlines the development dimensions of market access, rules-related issues and dispute settlement.", "match_words": ["agenda", "market", "membership", "assistance", "treatment", "deliberations", "transition", "countries", "rules", "special", "access", "differential", "international", "development", "programme", "dispute settlement", "diversity", "characteristics", "developing countries", "needs", "system", "building", "members", "wto", "issues", "settlement", "multilateral", "rules-related", "doha development agenda", "technical", "economic", "developing", "dispute", "work", "capacity", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 1, "text": "The highest levels of protection in developed country markets are against products of export  interest to developing countries,...", "match_words": ["interest", "markets", "protection", "developing", "levels", "developing countries", "products", "country", "countries", "export"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 2, "text": "The average applied tariff on manufactured goods in developed countries is very low, and slightly more  than half of world imports are traded duty free. Nevertheless, two of the sectors that are of greatest export  interest to developing countries, agriculture and textiles and clothing, were insulated from multilateral trade  negotiations until the Uruguay Round. Tariff rates are significantly higher in these sectors than the average for  merchandise trade, and quotas in textiles and clothing will remain until 2005. Tariff peaks and tariff escalation  are also more common in these sectors. Domestic support and export subsidies in agriculture further distort  trade to the disadvantage of developing countries, particularly the least-developed countries. In the services  sectors, the number of commitments is the lowest in Mode 4 – movement of natural persons – which is a  Mode of great interest to developing countries.", "match_words": ["services", "subsidies", "rates", "commitments", "manufactured", "escalation", "countries", "export", "tariff", "tariff escalation", "agriculture", "sectors", "applied", "clothing", "developing countries", "imports", "support", "interest", "multilateral", "world", "goods", "merchandise", "peaks", "developing", "average", "textiles"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 3, "text": "…but these impediments are also pronounced in developing country markets, which impedes   South-South trade.", "match_words": ["developing", "country", "markets", "impediments"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 4, "text": "A country’s average applied and bound tariff rates, as well as the incidence of these rates above 15 per cent,  are negatively related to per capita income. Furthermore, developing countries are no different from developed  countries when it comes to protecting the industries of particular export interest to other developing countries.  These characteristics of the tariff profile of WTO Members determine the landscape of negotiating positions  and opportunities to enhance the participation of developing countries in the multilateral trading system.", "match_words": ["rates", "income", "multilateral trading system", "countries", "export", "tariff", "industries", "characteristics", "applied", "developing countries", "system", "country", "cent", "per capita income", "negotiating positions", "interest", "multilateral", "per cent", "export interest", "participation", "trading", "developing", "opportunities", "average"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 5, "text": "Facilitating openness for development requires that concerns about special and differential  treatment are addressed, with the aim of creating better opportunities for developing countries to  engage in the multilateral trading system.", "match_words": ["special", "differential", "better", "development", "multilateral", "trading", "openness", "multilateral trading system", "treatment", "developing", "developing countries", "opportunities", "facilitating", "system", "countries", "concerns"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 6, "text": "Many developing country interests and priorities are reflected in the issues of special and differential  treatment, technical assistance and capacity building. In addition, certain areas of the Doha work programme  of particular interest to developing countries include trade and the transfer of technology, trade, debt and  finance, and small economies. Trade-related intellectual property issues of particular interest to developing  countries are examined briefly from a development perspective, such as access to medicines as well as access  to genetic resources and the protection of traditional knowledge.", "match_words": ["debt", "finance", "assistance", "protection", "treatment", "countries", "special", "transfer", "access", "differential", "programme", "development", "knowledge", "developing countries", "medicines", "country", "building", "technology", "issues", "interest", "economies", "property", "technical", "interests", "resources", "developing", "work", "capacity", "doha"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 7, "text": "Special and differential treatment (S&D) provisions are key to the search for balance, relevance and priority  as Members seek to define the contribution of the Doha Agenda to development. Special and differential  treatment is hardly a panacea, however, if it is interpreted merely as an effort to minimize commitments on  the part of developing countries within the system. But just as efforts to accept as little as possible by way  of commitments will offer scant contribution to development, so too will coercive WTO commitments de- linked from a properly articulated national economic interest. Special and differential treatment provisions  should focus on policy design and timing questions, and on aligning contractual commitments in the WTO  with development needs and priorities. If “one size does not fit all”, how should differentiated needs be  accommodated by appropriately differentiated provisions without imparting excessive discretion, either to  those who have access to S&D or those who make those access decisions?  One way of trying to ensure  relevance is to design provisions that intrinsically define beneficiaries, through such means as thresholds or  triggers.", "match_words": ["efforts", "decisions", "beneficiaries", "policy", "treatment", "commitments", "national", "countries", "access", "differential", "development", "triggers", "developing countries", "needs", "system", "design", "size", "differentiated", "interest", "economic", "developing"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 8, "text": "Developing country engagement in the system can be made more effective through the efficient  delivery of trade-related technical assistance and capacity building.", "match_words": ["engagement", "technical", "delivery", "assistance", "developing", "system", "capacity", "country", "building"]}
{"doc_name": "wtr03_e_by_page_block-head_100", "page_id": 19, "paragraph_id": 9, "text": "The Doha Declaration marked a new departure in the GATT/WTO approach to technical assistance and  capacity building. Many ingredients go into effective technical assistance and capacity building, and the scope  of the WTO’s contribution is circumscribed by its functions and competence. The WTO’s efforts are focused on  human capital development. This essentially concerns the acquisition of knowledge about international trade  and the trading system, combined with the technical skills to identify, articulate and defend national interests  in the field of trade. Other agencies and governments provide similar support in this area. Some of them are  also engaged in other aspects of assistance and capacity building, such as providing physical infrastructure and  support in other areas of economic policy. The joint provision of support makes coherence among agencies  and governments involved essential for effectiveness.", "match_words": ["efforts", "skills", "assistance", "policy", "national", "area", "international", "development", "knowledge", "system", "human", "building", "support", "technical", "interests", "economic", "trading", "capital", "capacity", "concerns"]}
